{
  "meta": {
    "title": "Research | Abdullah",
    "description": "Research interests and projects by Abdullah Al Bashit"
  },

  "interests": [
    "Statistical Signal Processing",
    "Machine Learning",
    "Multi-omics Integration",
    "Biomedical Imaging",
    "Structural Biology"
  ],

  "projects": [
    {
      "title": "Structural Characterization of Pathological Inclusions in Alzheimer's Disease",
      "image": "assets/research/research_alzheimers.png",
      "description": [
        "Alzheimer's disease affects over 55 million people worldwide and remains the only leading cause of death with no way to stop or reverse it. The field is at a turning point: lecanemab and donanemab became the first FDA-approved drugs to clearly slow cognitive decline, proving that clearing the brain's protein deposits can change the course of illness. Yet we still do not understand how these deposits evolve as the disease progresses from its earliest stages to severe dementia.",
        "Part of the answer may lie in the structure of the aggregates themselves—but current tools force a tradeoff. Whole-brain imaging like fMRI and PET can track activity in living patients but cannot resolve protein-level changes; traditional structural biology delivers atomic detail but destroys the spatial context of where those proteins sit in tissue. Synchrotron X-ray microdiffraction lands in the middle: it reveals the internal organization of protein aggregates in their native environment, preserving exactly where and how they assemble. The opportunity is direct molecular insight at micrometer resolution across whole tissue sections; the challenge is that the pathological signal is extremely weak and tangled with surrounding tissue and measurement noise.",
        "In collaboration with neuropathologists at Massachusetts General Hospital and biophysicists at Brookhaven National Laboratory, this project develops signal processing and machine learning methods to extract these faint signatures and map how aggregate structure changes across disease stages and brain regions. The work will produce stage-specific structural signatures and identify which molecular forms mark the transition from silent accumulation to active neurodegeneration—insights that could reshape early diagnosis and treatment."
      ]
    },
    {
      "title": "Multi-omic Risk Stratification in Chronic Obstructive Pulmonary Disease",
      "image": "assets/research/research_copd.png",
      "description": [
        "Chronic obstructive pulmonary disease (COPD)—a progressive condition that destroys lung tissue and traps air in the airways—remains the third leading cause of death worldwide, claiming three million lives annually. In response, the treatment landscape has evolved rapidly: biologics, advanced combination inhalers, and lung volume reduction procedures that didn't exist a decade ago. Despite this progress, patients still face a fundamental uncertainty their doctors cannot resolve—will my lungs get worse, and if so, which parts and how fast?",
        "Current clinical tools fall short because spirometry reduces the entire lung to a single number, CT scans are read with crude global scores, and blood biomarkers float disconnected from the spatial reality of disease. These siloed assessments leave clinicians relying on population averages when patients need individual answers. Researchers increasingly turn to COPDGene—the largest COPD cohort with matched imaging, transcriptomics, proteomics, and decade-long outcomes—because it uniquely pairs what clinics measure separately. The opportunity is unprecedented multimodal depth on thousands of patients; the risk is that without rigorous integration methods, this richness remains a pile of disconnected files, clinically inert.",
        "This project bridges that gap, linking what circulates in blood to what fails in lung tissue and identifying molecular signatures that predict regional vulnerability. The work will produce a Multi-omic Risk Score translating blood draws into spatial lung forecasts—useful for triaging aggressive therapy, enriching clinical trials with true progressors, and guiding when and where intervention matters most. Methods combining weighted co-expression networks, pathway enrichment, and multiview latent-factor models will surface which molecular programs track which anatomical damage patterns, revealing not just who is at risk but why and where."
      ]
    }
  ]
}
